Repository: EAS-project-oy/eas-eu-compliance
Catalog: languages/eas-*-compliance-*.po
Languages: cs_cz, de_de, fi_fi, fr, it_it, nl_nl, se_se

source: German
cs_cz: Deutsch
de_de: Deutsch
fi_fi: Deutsch
fr: Deutsch
it_it: Deutsch
nl_nl: Deutsch
se_se: Deutsch

source: Italian
cs_cz: Italiano
de_de: Italiano
fi_fi: Italiano
fr: Italiano
it_it: Italiano
nl_nl: Italiano
se_se: Italiano

source: Netherlands
cs_cz: Dutch
de_de: Dutch
fi_fi: Dutch
fr: Dutch
it_it: Dutch
nl_nl: Dutch
se_se: Dutch

source: Swedish
cs_cz: Svensk
de_de: Svensk
fi_fi: Svensk
fr: Svensk
it_it: Svensk
nl_nl: Svensk
se_se: Svensk

source: Czech
cs_cz: Češka
de_de: Češka
fi_fi: Češka
se_se: Češka

source: EAS API Base URL
de_de: EAS-API-Basis-URL
fr: URL de base API EAS
it_it: URL di base dell'API EAS
se_se: Bas-URL för EAS API

source: EAS client ID
cs_cz: EAS ID klienta
de_de: EAS-Kunden-ID
fr: Identifiant client EAS
it_it: ID cliente EAS
nl_nl: EAS klant- ID
se_se: EAS klient-ID

source: Use the client ID you received from EAS Project
de_de: Verwenden Sie die Kunden-ID, die Sie von EAS Project Dashboard <a href=\"https://dashboard.easproject.com\">https://dashboard.easproject.com</a> erhalten haben
fr: Utilisez l'identifiant client que vous avez reçu de EAS Project Dashboard <a href="https://dashboard.easproject.com">https://dashboard.easproject.com</a>
it_it: Utilizzare l'ID cliente ricevuto da EAS Project Dashboard <a href="https://dashboard.easproject.com">https://dashboard.easproject.com</a>
nl_nl: Gebruik de klant- ID die u van het EAS Project Dashboard <a href="https://dashboard.easproject.com">https://dashboard.easproject.com</a> heeft ontvangen
se_se: Använd det klient-ID som du fick från EAS Project Dashboard <a href="https://dashboard.easproject.com">https://dashboard.easproject.com</a>

source: EAS client secret
cs_cz: EAS skrytý klient
de_de: EAS-Kunden-Geheimnis
fr: Code client secret EAS
it_it: Client secret EAS
se_se: EAS-klienthemlighet

source: Use the secret you received from EAS Project
de_de: Verwenden Sie das Geheimnis, das Sie von EAS Project Dashboard <a href=\"https://dashboard.easproject.com\">https://dashboard.easproject.com</a> erhalten haben
fr: Utilisez le code secret que vous avez reçu de EAS Project Dashboard <a href="https://dashboard.easproject.com">https://dashboard.easproject.com</a>
it_it: Utilizzare il secret ricevuto da EAS Project Dashboard <a href="https://dashboard.easproject.com">https://dashboard.easproject.com</a>
nl_nl: Gebruik the secret die je van het EAS Project Dashboard <a href="https://dashboard.easproject.com">https://dashboard.easproject.com</a> hebt ontvangen
se_se: Använd hemligheten som du fick från EAS Project Dashboard <a href="https://dashboard.easproject.com">https://dashboard.easproject.com</a>

source: Process imported orders
cs_cz: Zpracovat importované objednávky
de_de: Importierte Bestellungen verarbeiten
fi_fi: Tuo tilausdata (myynnin jälkeinen data)
fr: Traitement des commandes importées
it_it: Elaborazione degli ordini importati
nl_nl: Verwerk geimporteerde bestellingen
se_se: Hantera importerade ordrar

source: Standard mode
cs_cz: Standardní režim
de_de: Standard-Kaufabwicklung

source: B2B VAT validation
de_de: B2B-Mehrwertsteuervalidierung

source: B2B VAT confirmation url
de_de: B2B-Mehrwertsteuerbestätigungs-URL

source: B2B skip VAT number validation with warning
de_de: B2B überspringt die Validierung der Umsatzsteuer-Identifikationsnummer mit Warnung

source: Log levels
cs_cz: Úrovně protokolu
de_de: Debuggen
fi_fi: Lokitasot
fr: Déboguer
it_it: Debug
nl_nl: Debug
se_se: Felsök

source: Taxation
cs_cz: Zdanění
de_de: Steueroptionen

source: Deduct home VAT for deliveries to countries where tax calculations are not supported
cs_cz: Odečíst domácí DPH za dodávky do zemí, kde nejsou podporovány výpočty daně
de_de: Ziehen Sie die Mehrwertsteuer für Lieferungen in Länder ab, in denen Steuerberechnungen nicht unterstützt werden
fi_fi: Vähennä kotimaan ALV toimituksista maihin missä verojen laskenta ei ole tuettu
fr: Déduire la TVA nationale pour les livraisons dans les pays où les calculs de taxes ne sont pas pris en charge
it_it: Deduci l'IVA a domicilio per le consegne in paesi in cui il calcolo delle tasse non è supportato
nl_nl: Trek thuis-btw af voor leveringen naar landen waar belastingberekeningen niet worden ondersteund
se_se: Dra av hemmoms för leveranser till länder där skatteberäkningar inte stöds

source: Non-EU Countries support
cs_cz: Podpora – země mimo EU
de_de: Unterstützung für Nicht-EU-Länder
fi_fi: EU:n ulkopuolisten maiden tuki
se_se: Stöd från länder utanför EU

source: Shipping methods by post
cs_cz: Způsoby dopravy poštou
de_de: Versandarten per Post
fi_fi: Postitusvaihtoehdot
fr: Méthodes d'expédition par voie postale
it_it: Metodi di spedizione per posta
nl_nl: Verzendmethodes via post
se_se: Fraktmetoder per post

source: Select shipping methods for delivery by post
cs_cz: Vyberte způsoby dopravy pro doručení poštou
de_de: Wählen Sie Versandarten für die Zustellung per Post
fi_fi: Valitse postitusvaihtoehdot
fr: Sélectionnez les méthodes d'expédition pour une livraison par voie postale
it_it: Selezionare i metodi di spedizione per la consegna per posta
nl_nl: Kies verzendmethoden voor de levering via post
se_se: Välj fraktmetoder för leverans med post

source: Default product type
cs_cz: Výchozí typ produktu
de_de: Geschenkkarten Produktarten

source: Physical goods
cs_cz: Fyzické zboží
de_de: Physische Güter
fi_fi: Fyysiset tavarat
se_se: Fysiska varor

source: Paid order statuses
cs_cz: Stav zaplacených objednávek
de_de: Status bezahlter Bestellungen
fi_fi: Maksullisten tilausten tila
se_se: Betalda orderstatus

source: Status(es) denoting orders which have been paid for
cs_cz: Stav(y) označující objednávky, které byly zaplaceny
de_de: Status(e) für Bestellungen, die bezahlt wurden
fi_fi: Maksettujen tuotteiden tila
se_se: Status som anger order som har betalats för

source: Giftcard product types
cs_cz: Produkty typu dárkových poukazů
de_de: Geschenkkarten Produktarten
fi_fi: Lahjakortit
fr: Type(s) de produits relatifs aux cartes cadeaux
it_it: Tipi di prodotto dei buoni regalo
nl_nl: Cadeaukaart product soorten
se_se: Produkttyper för presentkort

source: Product type(s) used for Gift cards management
cs_cz: Typ(y) produktu používané pro správu dárkových karet
de_de: Für die Verwaltung von Geschenkkarten verwendete(r) Produkttyp(en)
fi_fi: Tuotetyypit mitä käytetään Lahjakorttien käsittelyyn
fr: Type(s) de produits utilisés pour la gestion des cartes cadeaux
it_it: Tipo/i di prodotto utilizzato/i per la gestione dei buoni regalo
nl_nl: Product soort (en) gebruikt voor het beheer van Gift cards (cadeaukaarten)
se_se: Produkttyp(er) som används för hantering av presentkort

source: Product Attributes
cs_cz: Vlastnosti produktu
de_de: Produkteigenschaften
fi_fi: Tuoteominaisuudet
se_se: Produktattribut

source: Additional products attributes settings
cs_cz: Další nastavení atributů produktů
de_de: Einstellungen für zusätzliche Produktattribute
fi_fi: Lisätuotteiden ominaisuuksien asetukset
se_se: Ytterligare produkter attribut inställningar

source: HSCode attribute slug. Attribute will be created if does not exist.
cs_cz: Slug atributu HS kódu. Pokud atribut neexistuje, bude vytvořen.
de_de: HSCode-Attribut-Slug. Attribut wird erstellt, wenn es nicht vorhanden ist.
fi_fi: HS-koodi tunniste. Atribuutti luodaan jos sitä ei ole.
fr: Caractéristique de la ligne de code HS. Une caractéristique sera créée si elle n'existe pas.
it_it: HSCode attribute slug. L'attributo verrà creato se non esiste.
nl_nl: HSCode attribute slug Attribuut zal worden aangemaakt als het niet bestaat.
se_se: HSCode attribute slug Om attributet inte finns kommer det att skapas.

source: Location warehouse country attribute slug. Attribute will be created if does not exist.
cs_cz: Slug atributu země umístění skladu. Pokud atribut neexistuje, bude vytvořen.
de_de: Slug für den Standort des Warenlagerlandattributs. Attribut wird erstellt, wenn es nicht vorhanden ist.
fi_fi: Varastointimaan tunniste. Atribuutti luodaan jos sitä ei ole.
fr: Caractéristique de localisation du pays d'entreposage de la ligne de code. Une caractéristique sera créée si elle n'existe pas.
it_it: Paese in cui ha sede il magazzino attribute slug. L'attributo verrà creato se non esiste.
nl_nl: Attribute slug locatie land van opslag Attribuut zal worden aangemaakt als het niet bestaat.
se_se: Landattributslug för platsen för lager. Om attributet inte finns kommer det att skapas.

source: Reduced VAT for TBE
cs_cz: Snížená DPH pro TBE
de_de: Reduzierte Mehrwertsteuer für TBE
fi_fi: Alennettu verokanta elektroniselle tuotteelle
fr: TVA réduite pour TBE
it_it: IVA ridotta per TBE
nl_nl: Verlaagde BTW voor TBE
se_se: Sänkt moms för TBE

source: Reduced VAT for TBE attribute attribute slug. Attribute will be created if does not exist.
cs_cz: Slug atributu Snížené DPH pro TBE. Pokud atribut neexistuje, bude vytvořen.
de_de: Reduzierte Mehrwertsteuer für TBE-Attribut-Attribut-Slug. Attribut wird erstellt, wenn es nicht vorhanden ist.
fi_fi: Alennettu verokanta elektroniselle tuotteelle tunniste. Atribuutti luodaan jos sitä ei ole.
fr: Caractéristique de TVA réduite pour le titulaire de TBE de la ligne de code. Une caractéristique sera créée si elle n'existe pas.
it_it: IVA ridotta per TBE attribute slug. L'attributo verrà creato se non esiste.
nl_nl: Verlaagde BTW voor TBE attribuut attribute slug. Attribuut zal worden aangemaakt als deze niet bestaat.
se_se: Sänkt moms för TBE-attributet attribut slug. Om attributet inte finns kommer det att skapas.

source: Act as Disclosed Agent
cs_cz: Působení jako odhalený agent
de_de: Als offengelegter Agent tätig sein
fi_fi: Toimi vapaana agenttina (Disclosed Agent)
fr: Agit en tant que mandataire principal
it_it: Agisce in qualità di intermediario
nl_nl: Optreden als tussenpersoon
se_se: Agera som ett utlämnat ombud

source: Act as Disclosed Agent attribute slug. Attribute will be created if does not exist.
cs_cz: Slug atributu Působení jako Odhalený Agent. Pokud atribut neexistuje, bude vytvořen.
de_de: Act as Disclosed Agent attribute slug. Attribut wird erstellt, wenn es nicht vorhanden ist.
fi_fi: Toimi vapaana agenttina tunniste. Atribuutti luodaan jos sitä ei ole.
fr: Agit en tant que mandataire principal du titulaire de la ligne de code. Une caractéristique sera créée si elle n'existe pas.
it_it: Agisce in qualità di intermediario attribute slug. L'attributo verrà creato se non esiste.
nl_nl: Optreden als Tussenpersoon attribute slug. Attribuut zal worden aangemaakt als het niet bestaat.
se_se: Agera som en utlämnat ombud attribut slug. Om attributet inte finns kommer det att skapas.

source: Seller registration country
cs_cz: Země registrace prodejce
de_de: Registrierungsland des Verkäufers
fi_fi: Maa johon myyjä on rekisteröitynyt
fr: Pays d'immatriculation du vendeur
it_it: Paese di registrazione del venditore
nl_nl: Land van registratie verkoopgegevens
se_se: Säljarens registreringsland

source: Seller registration country attribute slug. Attribute will be created if does not exist.
cs_cz: Slug atributu Země registrace prodejce. Pokud atribut neexistuje, bude vytvořen.
de_de: Registrierungsland des Verkäufers Attribut-Slug. Attribut wird erstellt, wenn es nicht vorhanden ist.
fi_fi: Muujan rekisterimaa tunniste. Atribuutti luodaan jos sitä ei ole.
fr: Pays d'immatriculation du vendeur titulaire de la ligne de code. Une caractéristique sera créée si elle n'existe pas.
it_it: Paese di registrazione del venditore attribute slug. L'attributo verrà creato se non esiste.
nl_nl: Registratie verkoopgegevens land attribute slug. Attribuut zal worden aangemaakt als het niet bestaat.
se_se: Säljarens registreringsland attribut slug. Om attributet inte finns kommer det att skapas.

source: Originating Country
cs_cz: Země původu
de_de: Herkunftsland
fi_fi: Tuotteen alkuperämaa
fr: Pays d'origine
it_it: Paese di origine
nl_nl: Land van herkomst
se_se: Ursprungsland

source: Originating Country attribute slug. Attribute will be created if does not exist.
cs_cz: Slug atributu země původu. Pokud atribut neexistuje, bude vytvořen.
de_de: Herkunftsland Attribut-Slug. Attribut wird erstellt, wenn es nicht vorhanden ist.
fi_fi: Tuotteen alkuperämaa tunniste. Atribuutti luodaan jos sitä ei ole.
fr: Caractéristique du pays d'origine du titulaire de la ligne de code. Une caractéristique sera créée si elle n'existe pas.
it_it: Paese di origine attribute slug. L'attributo verrà creato se non esiste.
nl_nl: Land van herkomst attribute slug. Attribuut zal worden aangemaakt als het niet bestaat.
se_se: Ursprungsland attribut slug. Om attributet inte finns kommer det att skapas.

source: If empty values are left, default colors and font size will be applied to the button.
cs_cz: Pokud zůstanou prázdné hodnoty, na tlačítko se použijí výchozí barvy a velikost písma.
de_de: Wenn leere Werte übrig bleiben, werden Standardfarben und Schriftgröße auf die Schaltfläche angewendet.
fi_fi: Jos arvot jätetään tyhjiksi, painikkeessa käytetään oletusvärejä ja fonttikokoa.
se_se: Om tomma värden finns kvar tillämpas standardfärger och teckenstorlek på knappen.

source: Button text
cs_cz: Text tlačítka
de_de: Schaltflächentext
fi_fi: Painikkeen teksti
se_se: Knapptext

source: Button font size
cs_cz: Button font sizeVelikost fontu textu tlačítka
de_de: Schriftgröße der Schaltfläche
fi_fi: Painikkeen fonttikoko
se_se: Knapp teckenstorlek

source: Please select font size (without px , only number)
cs_cz: Vyberte prosím velikost písma (bez pixelů, pouze číslo)
de_de: Bitte Schriftgröße auswählen (ohne px , nur Zahl)
fi_fi: Valitse fonttikoko (ilman px , vain numero)
se_se: Vänligen välj teckenstorlek (utan px, endast nummer)

source: Button text color
cs_cz: Barva textu tlačítka
de_de: Textfarbe der Schaltfläche
fi_fi: Painikkeen tekstin väri
se_se: Knapp textfärg

source: Please select color for text on button
cs_cz: Vyberte prosím barvu textu na tlačítku
de_de: Bitte wählen Sie die Farbe für den Text auf der Schaltfläche
fi_fi: Valitse painikkeen tekstin väri
se_se: Välj färg för text på knappen

source: Button background color
cs_cz: Barva pozadí tlačítka
de_de: Hintergrundfarbe der Schaltfläche
fi_fi: Painikkeen taustaväri
se_se: Knapp bakgrundsfärg

source: Please select background color
cs_cz: Vyberte prosím barvu pozadí
de_de: Bitte Hintergrundfarbe auswählen
fi_fi: Valitse taustaväri
se_se: Vänligen Välj bakgrundsfärg

source: Button background color on mouse over
cs_cz: Barva pozadí tlačítka při umístění kurzoru
de_de: Hintergrundfarbe der Schaltfläche bei Mauszeiger
fi_fi: Painikkeen taustaväri hiiren osoittaessa
se_se: Knapp bakgrundsfärg på musen över

source: Please select background color on mouse over
cs_cz: Zvolte barvu pozadí při umístění kurzoru
de_de: Bitte Hintergrundfarbe auswählen, wenn Sie mit der Maus darüber fahren
fi_fi: Valitse taustaväri hiiren osoittaessa painiketta
se_se: Vänligen Välj bakgrundsfärg på musen över

source: Font color on mouse over
cs_cz: Barva textu tlačítka při umístění kurzoru
de_de: Schriftfarbe bei Mouseover
fi_fi: Fontin väri hiiren osoittaessa
se_se: Teckensnittsfärg på musen över

source: Please select mouse over color for text on button
cs_cz: Zvolte barvu textu při umístění kurzoru
de_de: Bitte wählen Sie die Maus über die Farbe für den Text auf der Schaltfläche
fi_fi: Valitse fontin väri hiiren osoittaessa painiketta
se_se: Vänligen välj musen över färg för text på knappen

source: Button Example
cs_cz: Příklad tlačítka
de_de: Beispiel für Schaltflächen
fi_fi: Esimerkki painikkeesta
se_se: Knapp Exempel

source: Attention! EAS plugin detected gift card Product type(s), please if you are selling Gift cards please enter Product type(s) in relevant configuration settings
cs_cz: Pozor! Plugin EAS detekoval produkt Typu(s) dárková karta, pokud prodáváte dárkové karty, zadejte typ(s) v příslušných konfiguračních nastaveních
de_de: Achtung! EAS-Plug-in hat Produkttyp(en) für Geschenkkarten erkannt. Wenn Sie Geschenkkarten verkaufen, geben Sie bitte Produkttyp(en) für Geschenkkarten in den relevanten Konfigurationseinstellungen ein
fi_fi: Huomio! EAS havaitsi Lahjakortti -tuotetyyppejä. Jos myyt Lahjakortteja, lisää tuotetyypit asetuksissa
fr: Attention ! Le plug-in EAS a détecté des type(s) de produits relatifs aux cartes cadeaux. Si vous vendez des cartes cadeaux, veuillez saisir le(s) type(s) de produits relatifs aux cartes cadeaux dans les paramètres de configuration pertinents
it_it: Attenzione! Il plugin EAS ha rilevato il/i tipo/i di prodotto dei buoni regalo. Nel caso l'utente venda dei buoni regalo, si prega di inserire il/i tipo/i di prodotto nelle impostazioni di configurazione
nl_nl: Opgelet! EAS plugin heeft soort (en) Cadeaukaarten gevonden, als je Cadeaukaarten verkoopt, voer dan de Product soort (en) in bij de desbetreffende configuratie-instellingen
se_se: Observera! EAS-insticksprogram upptäckte presentkort Produkttyp(er), om du säljer presentkort kan du ange produkttyp(er) i relevanta konfigurationsinställningar

source: EAS Logs
cs_cz: EAS MPM
de_de: EAS-Protokolle
fi_fi: EAS-loki
se_se: EAS loggar

source: Connection status
cs_cz: Stav připojení
de_de: Verbindungsstatus
fi_fi: Yhteyden tila
se_se: Anslutningsstatus

source: EAS EU compliance plugin stores logs to the WooCommerce default logging folder.<br><br> To see logs, please choose required log file with the following name template <b>eascomplience-YEAR-MONTH-DAY-UniqueID.log</b> from dropdown in upper right corner and press "View" in the <a href="/wp-admin/admin.php?page=wc-status&tab=logs ">Logs page</a>
cs_cz: Plugin EAS pro shodu s EU ukládá protokoly do výchozí složky protokolování WooCommerce.<br><br> Chcete-li zobrazit protokoly, vyberte požadovaný soubor protokolu s následující šablonou názvu <b>eascomplience-YEAR-MONTH-DAY-UniqueID.log</b > z rozevíracího seznamu v pravém horním rohu a stiskněte "Zobrazit" v <a href="/wp-admin/admin.php?page=wc-status&tab=logs ">Logs page</a>
de_de: Das EAS EU-Konformitäts-Plugin speichert Protokolle im Standard-Protokollierungsordner von WooCommerce.<br><br> Um Protokolle anzuzeigen, wählen Sie bitte die erforderliche Protokolldatei mit dem folgenden Namen template <b>eascomplience-YEAR-MONTH-DAY-UniqueID.log</ b> aus der Dropdown-Liste in der oberen rechten Ecke und drücken Sie "Ansicht" in der <a href="/wp-admin/admin.php?page=wc-status&tab=logs">Logs-Seite</a>
fi_fi: EAS EU compliance laajennus tallentaa lokit WooCommercen oletuslokikansioon.<br><br> Nähdäksesi lokit, valitse tarvittava lokitiedosto seuraavalla nimimallilla <b>eascomplience-YEAR-MONTH-DAY-UniqueID.log</b> avattavasta valikosta oikeasta yläkulmasta ja paina "Näytä" <a href="/wp-admin/admin.php?page=wc-status&tab=logs">Lokit-sivulla</a>
se_se: EAs EU compliance plugin lagrar loggar till WooCommerce standard loggning mapp.<br><br> för att se loggar, välj önskad loggfil med följande namnmall <b>eascomplience-YEAR-MONTH-DAY-UniqueID.logga</b> från rullgardinsmenyn i övre högra hörnet och tryck på "Visa" i <a href= "/wp-admin/admin.php?page=WC-status&tab=logs">Loggar sida</a>

source: EAS Merchandise module
cs_cz: Modul EAS Zboží
de_de: EAS Merchandise Modul
fi_fi: EAS Merchandise -moduuli

source: Your EAS Identifier:
cs_cz: Váš EAS identifikátor:
de_de: Ihre EAS-Kennung:
fi_fi: EAS-tunnuksesi:
se_se: Din EAS-identifierare:

source: EM legal status:
cs_cz: Právní status EM:
de_de: EM-Rechtsstatus:
fi_fi: Online myyjän oikeudellinen asema:
se_se: EM juridisk status:

source: In EAS EM registered as:
cs_cz: V EAS EM registrován jako:
de_de: In EAS EM registriert als:
fi_fi: EAS:ssa online myyjä rekisteröity nimellä:
se_se: I EAS Kund registrerad som:

source: Electronic Interface
cs_cz: Elektronické rozhraní
de_de: Elektronische Schnittstelle
fi_fi: Online markkinapaikka
se_se: Elektroniskt Gränssnitt

source: Not electronic Interface
cs_cz: Bez elektronického rozhraní
de_de: Nicht elektronische Schnittstelle
fi_fi: Ei online markkinapaikka
se_se: Inte elektroniskt gränssnitt

source: OSS Registered:
cs_cz: Registrováno OSS:
de_de: OSS registriert:
fi_fi: OSS rekisteröity:
se_se: OSS registrerade:

source: YES
cs_cz: ANO
de_de: Ja
fi_fi: KYLLÄ
se_se: Ja

source: NO
cs_cz: NE
de_de: Nein
fi_fi: EI
se_se: Nej

source: Product Description language:
cs_cz: Jazyk popisu produktu:
de_de: Produktbeschreibung Sprache:
fi_fi: Tuotteen kuvauksen kieli:
se_se: Produktbeskrivning språk:

source: Authorisation failed, wrong credentials provided. Please check your Client ID and Client secret.
cs_cz: Autorizace se nezdařila, byly zadány nesprávné přihlašovací údaje. Zkontrolujte prosím své ID klienta a tajný klíč klienta.
de_de: Autorisierung fehlgeschlagen, falsche Anmeldeinformationen angegeben. Überprüfen Sie bitte die EAS-Client-ID und das EAS-Client-Geheimnis.
fi_fi: Tarkista EAS Client ID ja EAS client secret.
fr: Échec de l'autorisation, les mauvais identifiants ont été fournis. Veuillez vérifier votre identifiant client et votre code client secret.
it_it: Autorizzazione fallita, fornite credenziali errate. Si prega di controllare l'ID cliente e il client secret.
nl_nl: Autorisatie geweigerd, verkeerde inloggegevens ingevoerd. Controleer je Client-ID en Client secret.
se_se: Auktoriseringen misslyckades, fel autentiseringsuppgifter har angetts. Kontrollera ditt klient-ID och din klienthemlighet.

source: EAS processed
cs_cz: Zpracováno EAS
de_de: Verarbeitete EAS
fi_fi: EAS-käsittely
se_se: EAS bearbetade

source: B2B Sale
de_de: B2B-Verkauf

source: Company name
de_de: Name der Firma

source: Company VAT Number
de_de: Umsatzsteuer-Identifikationsnummer des Unternehmens

source: Valid VAT Number
de_de: Gültige Umsatzsteuer-Identifikationsnummer

source: VAT number can be validated manually at
de_de: Die Umsatzsteuer-Identifikationsnummer kann manuell unter validiert werden

source: European Commission VIES
de_de: VIES der Europäischen Kommission

source: Plugin '$plugin' deactivated. Sorry we don’t support your WooCommerce version $wc. Please upgrade WooCommerce to latest version.
cs_cz: Plugin '$plugin' byl deaktivován. Omlouváme se, ale vaše verze WooCommerce $wc již není podporována. Upgradujte WooCommerce na nejnovější verzi.

source: Sorry, duplicate item Ids found for these items:
cs_cz: Je nám líto, pro tyto položky byla nalezena duplicitní ID položek:

source: Please correct the item Ids to be unique within the order and try again.
cs_cz: Opravte prosím ID položek, aby byla v objednávce jedinečná, a zkuste to znovu.

source: Order
cs_cz: Objednávka

source: Order was processed by EAS solution, but returns should be handled in the EAS dashboard https:///dashaboard.easproject.com
cs_cz: Objednávka byla zpracována řešením EAS, ale vrácení by se mělo zpracovávat na řídicím panelu EAS https:///dashaboard.easproject.com

source: Default
cs_cz: Výchozí
fi_fi: Vakio
fr: Par défaut
it_it: Predefinito
nl_nl: Standaard
se_se: Standard

source: HSCODE
cs_cz: HS kód (celní nomenklatura)
fi_fi: HS-koodi
fr: CODEHS

source: Design
cs_cz: DesignDesign
fi_fi: Muotoilu

source: VAT rates for European countries detected in the WooCommerce Tax Settings. EAS solution will consider all prices as VAT included. Please contact EAS support at support@easproject.com to check that EAS solution is properly configured.
cs_cz: Sazby DPH pro evropské země zjištěné v nastavení daně WooCommerce. Řešení EAS bude všechny ceny považovat za ceny včetně DPH. Kontaktujte prosím podporu EAS na adrese support@easproject.com a zkontrolujte, zda je řešení EAS správně nakonfigurováno.

source: Sorry, your WooCommerce version "
cs_cz: Je nám líto, vaše verze WooCommerce "

source: To connect to the EAS Merchandise module, follow these steps:
se_se: Följ dessa steg för att ansluta till EAs Merchandise-modulen:

source: A window with key details will appear. Leave it open.
se_se: Ett fönster med viktiga detaljer visas. Låt det vara öppet.
