Repository: EAS-project-oy/eas-eu-compliance
Catalog: languages/eas-*-compliance-*.po
Languages: cs_cz, de_de, fi_fi, fr, it_it, nl_nl, se_se

source: Customs Duties Missing. We found error in your cart. Please reload page. <a href="./">reload</a>
cs_cz: Chybí celní poplatky. Našli jsme chybu ve vašem košíku. Načtěte stránku znovu. <a href="./">reload</a>
de_de: ZOLLGEBÜHREN FEHLEN. Please reload page. <a href="./">neu laden</a>
fi_fi: Tulli summa puuttuu, ostoskorissasi on virhe <a href="./">reload</a>
fr: DROITS DE DOUANE MANQUANTS. Please reload page. <a href="./">reload</a>
it_it: DAZI DOGANALI MANCANTI Please reload page <a href="./">ricarica</a>
nl_nl: INVOERRECHTEN ONTBREKEN Please reload page <a href="./">reload</a>
se_se: TULLAR SAKNAS. Please reload page. <a href="./">reload</a>

source: PLEASE RE-CALCULATE CUSTOMS DUTIES
cs_cz: PROSÍM PŘEPOČÍTEJTE CELNÍ POVINNOST
de_de: ZOLLGEBÜHREN BITTE NEU BERECHNEN
fi_fi: LASKE TULLIMAKSUT UUDELLEEN
fr: VEUILLEZ RECALCULER LES DROITS DE DOUANE
it_it: SI PREGA DI RICALCOLARE I DAZI DOGANALI
nl_nl: BEREKEN DE INVOERRECHTEN OPNIEUW
se_se: RÄKNA OM TULLARNA

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
fi_fi: Asetukset
fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
se_se: Inställningar

source: Plugin activation request failed
cs_cz: Požadavek na aktivaci pluginu se nezdařil
de_de: Plugin-Aktivierungsanforderung fehlgeschlagen
fi_fi: Laajennuksen aktivointipyyntö epäonnistui
fr: La demande d'activation du plug-in a échoué
it_it: Richiesta di attivazione del plug-in non riuscita
nl_nl: Activeringsverzoek voor plug-in mislukt
se_se: Begäran om aktivering av plugin misslyckades

source: Please calculate taxes and duties to proceed with order payment
cs_cz: Please calculate taxes and duties to proceed with order paymentVypočítejte daně a cla, abyste mohli pokračovat v platbě objednávky
de_de: Bitte berechnen Sie Steuern und Abgaben, um mit der Zahlung der Bestellung fortzufahren
fi_fi: Laske verot ja tullit edetäksesi maksuun
fr: Veuillez calculer les taxes et les droits pour procéder au paiement de la commande
it_it: Si prega di calcolare tasse e imposte per procedere con il pagamento dell'ordine
nl_nl: Bereken de belastingen en heffingen om door te gaan met de betaling van de bestelling
se_se: Beräkna skatter och avgifter för att fortsätta med orderbetalningen

source: Taxes & Duties
cs_cz: Daně a cla
de_de: Steuern und Zölle
fi_fi: Verot
fr: Frais fiscaux et douaniers
it_it: Imposte e Dazi
nl_nl: Belasting & Invoerrechten
se_se: Skatter och tull

source: Calculate Taxes and Duties
cs_cz: Vypočítat daně a cla
de_de: Steuern und Abgaben berechnen
fi_fi: Klikkaa jatkaaksesi tilausta
fr: Calculer les frais fiscaux et douaniers
it_it: Calcolo imposte e dazi
nl_nl: Bereken Belasting en Invoerrechten
se_se: Beräkna skatter och avgifter

source: Please check for required billing details. All fields marked as required should be filled.
cs_cz: Zkontrolujte prosím požadované fakturační údaje. Všechna pole označená jako povinná by měla být vyplněna.
de_de: Überprüfen Sie bitte die erforderlichen Rechnungsdetails. Alle als Pflichtfelder gekennzeichneten Felder sind auszufüllen.
fi_fi: Tarkista vaaditut tiedot. Kaikki pakolliset kentät tulee olla täytettynä.
fr: Veuillez vérifier les détails de facturation requis. Tous les champs indiqués comme requis doivent être remplis.
it_it: Si prega di controllare i dati di fatturazione richiesti. Tutti i campi contrassegnati come obbligatori devono essere compilati.
nl_nl: Controleer de vereiste factuurgegevens Alle velden die als verplicht zijn gemarkeerd moeten worden ingevuld.
se_se: Kontrollera att du har de nödvändiga faktureringsuppgifterna. Alla fält som är markerade som obligatoriska ska fyllas i.

source: Please check for required shipping details. All fields marked as required should be filled.
cs_cz: Zkontrolujte prosím požadované dodací údaje. Všechna pole označená jako povinná by měla být vyplněna.
de_de: Überprüfen Sie bitte die erforderlichen Versandinformationen. Alle als Pflichtfelder gekennzeichneten Felder sind auszufüllen.
fi_fi: Tarkista vaaditut toimitustiedot. Kaikki pakolliset kentät tulee olla täytettynä.
fr: Veuillez vérifier les détails d’expédition requis. Tous les champs indiqués comme requis doivent être remplis.
it_it: Si prega di controllare i dati di spedizione richiesti. Tutti i campi contrassegnati come obbligatori devono essere compilati.
nl_nl: Controleer de vereiste verzendingsdetails. Alle velden die als verplicht zijn gemarkeerd moeten worden ingevuld.
se_se: Kontrollera för nödvändiga fraktuppgifter. Alla fält som är markerade som obligatoriska ska fyllas i.

source: Calculating taxes and duties ...
cs_cz: Výpočet daní a cel...
de_de: Steuern und Abgaben berechnen ...
fi_fi: Laskee veroja ...
fr: Frais fiscaux et douaniers ajoutés...
it_it: Calcolo imposte e dazi...
nl_nl: Berekening van belasting en invoerrechten.
se_se: Beräkning av skatter och tullar ...

source: Customs taxes and duties added...
cs_cz: Přidány daně a cla...
de_de: Zollgebühren und Abgaben hinzugefügt ...
fi_fi: Verot lisätty...
fr: Frais fiscaux et douaniers ajoutés...
it_it: Imposte e dazi doganali aggiunti...
nl_nl: Invoerrechten en invoerheffingen zijn toegevoegd.
se_se: Tullar och avgifter tillkommer...

source: Waiting for Customs Duties Calculation and confirmation details
cs_cz: Čekání na výpočet cel a podrobnosti o potvrzení
de_de: Warten auf Zollgebührenberechnung und Bestätigungsdetails
fi_fi: Odottaa vero ja tullilaskelmaa
fr: En attente du calcul des droits de douanes et des détails de confirmation
it_it: In attesa del calcolo dei dazi doganali e dei dettagli di conferma
nl_nl: Wachtend op de berekening van de Invoerrechten en de bevestiging van de details
se_se: Väntar på beräkning av tullavgifter och bekräftelseuppgifter

source: confirmation
cs_cz: potvrzení
de_de: Bestätigung
fi_fi: vahvistus
it_it: conferma
nl_nl: bevestiging
se_se: bekräftelse

source: Sorry, didn't work, please try again
cs_cz: Sorry, didn't work, please try againOmlouváme se, něco nefunguje, zkuste to prosím znovu
de_de: Entschuldigung, es hat nicht funktioniert, bitte versuchen Sie es erneut
fi_fi: Yritä uudelleen
fr: Désolé, cela n'a pas fonctionné, veuillez réessayer
it_it: Spiacente, non ha funzionato, si prega di riprovare
nl_nl: Sorry, het lukte niet, probeer het nog eens
se_se: Ledsen, det fungerade inte, försök igen

source: Recalculate Taxes and Duties
cs_cz: Přepočítat daně a cla
de_de: Steuern und Abgaben neu berechnen
fi_fi: Laske verot uudelleen
fr: Recalculer les frais fiscaux et douaniers
it_it: Ricalcolo imposte e dazi
nl_nl: Bereken Belasting en Invoerrechten opnieuw
se_se: Beräkna skatter och avgifter

source: Standard Checkout
cs_cz: Standartní pokladna
de_de: Standard-Kaufabwicklung
fi_fi: Oletus Checkout
fr: Vérification standard
it_it: Pagamento standard
nl_nl: Standaard Checkout
se_se: Standardkassa

source: reload
cs_cz: znovu načís
de_de: neuladen
fi_fi: lataa
fr: recharger
it_it: ricarica
nl_nl: herlaad
se_se: ladda om

source: Security check, please reload page.
cs_cz: Bezpečnostní kontrola, znovu načtěte stránku,
de_de: Sicherheitsprüfung, bitte Seite neuladen.
fi_fi: Turvatarkastus: lataa sivu uudelleen.
fr: Contrôle de sécurité, veuillez recharger la page.
it_it: Controllo di sicurezza, ricarica pagina.
nl_nl: Beveiligingscontrole, herlaad pagina.
se_se: Säkerhetskontroll, vänligen ladda om sidan.

source: Unable to set required fields
cs_cz: Nelze nastavit povinná pole
de_de: Erforderliche Felder können nicht festgelegt werden
fi_fi: Pakollisia kenttiä ei voitu määrittää
fr: Impossible de paramétrer les champs requis
it_it: Impossibile impostare i campi richiesti
nl_nl: Kan vereist veld niet instellen
se_se: Det går inte att ställa in obligatoriska fält

source: EU tax calculation service temporary unavailable. Please try to place an order later.
cs_cz: Služba výpočtu daně EU je dočasně nedostupná. Zkuste prosím zadat objednávku později.
de_de: EU-Steuerberechnungsdienst vorübergehend nicht verfügbar. Bitte versuchen Sie später, eine Bestellung aufzugeben.
fi_fi: EU ALV laskentapalvelu toistaiseksi poissa käytöstä.
fr: Service de calcul de la taxe intracommunautaire temporairement indisponible. Veuillez essayer de passer une commande plus tard.
it_it: Il calcolo delle imposte UE non è temporaneamente disponibile. Si prega di provare a effettuare un ordine più tardi.
nl_nl: De berekening van EU belasting is tijdelijk onbeschikbaar. Probeer later een bestelling te plaatsen.
se_se: EU:s skatteberäkningstjänst är tillfälligt otillgänglig. Försök att göra en beställning senare.

source: Invalid Credentials provided. Please check EAS client ID and EAS client secret.
cs_cz: Byly zadány neplatné přihlašovací údaje. Zkontrolujte ID klienta EAS a tajný klíč klienta EAS.
de_de: Ungültige Anmeldedaten angegeben. Überprüfen Sie bitte die EAS-Client-ID und das EAS-Client-Geheimnis.
fi_fi: Tarkista EAS Client ID ja EAS client secret.
fr: Identifiants fournis non valides. Veuillez vérifier votre identifiant client EAS et votre code secret EAS.
it_it: Credenziali fornite non valide. Si prega di controllare l'ID cliente EAS e il client secret EAS.
nl_nl: Ongeldige Inloggegevens verstrekt. Controleer EAS klant-ID en EAS client secret.
se_se: Felaktiga autentiseringsuppgifter har angetts. Kontrollera EAS-klient-ID och EAS-klienthemlighet.

source: We can’t proceed landed cost calculation because required delivery address field '$field_name' is disabled. Please contact support to fix the issue.
cs_cz: Nemůžeme pokračovat ve výpočtu ceny za vykládku, protože pole požadované doručovací adresy „$field_name“ je zakázáno. Chcete-li problém vyřešit, kontaktujte podporu.
de_de: Wir können die Einstandspreisberechnung nicht fortsetzen, da das erforderliche Lieferadressenfeld "$field_name" deaktiviert ist.
fi_fi: Kokonaiskulua ei voi laskea koska toimitusosoite kenttä '$field_name' puuttuu kaupasta. Ota yhteyttä myyjään.
fr: Nous ne pouvons pas procéder au calcul du coût au débarquement car le champ d'adresse de livraison requis '$field_name' est désactivé. Veuillez contacter l'assistance pour résoudre le problème.
it_it: Non possiamo procedere al calcolo del costo di atterraggio perché il campo dell'indirizzo di consegna richiesto '$field_name' è disabilitato. Si prega di contattare l'assistenza per risolvere il problema.
nl_nl: We kunnen de berekening van de logistieke kosten niet voortzetten omdat het verplichte veld '$field_name' voor het afleveradres is uitgeschakeld. Neem contact op met de ondersteuning om het probleem op te lossen.
se_se: Vi kan inte fortsätta beräkningen av landad kostnad eftersom det obligatoriska leveransadressfältet '$field_name' är inaktiverat. Kontakta supporten för att åtgärda problemet.

source: We can’t proceed landed cost calculation because required delivery address field '$field_name' is empty.
cs_cz: Nemůžeme pokračovat ve výpočtu ceny za vykládku, protože pole požadované dodací adresy '$field_name' je prázdné.
de_de: Wir können die Einstandspreisberechnung nicht fortsetzen, da das erforderliche Lieferadressenfeld "$field_name" leer ist.
fi_fi: Kokonaiskulua ei voi laskea koska toimitusosoite kenttä '$field_name' on tyhjä.
fr: Nous ne pouvons pas procéder au calcul du coût au débarquement car le champ d'adresse de livraison requis '$field_name' est vide.
it_it: Non possiamo procedere al calcolo del costo di atterraggio perché il campo dell'indirizzo di consegna richiesto '$field_name' è vuoto.
nl_nl: We kunnen de berekening van de logistieke kosten niet voortzetten omdat het veld '$field_name' voor het vereiste afleveradres leeg is.
se_se: Vi kan inte fortsätta beräkningen av landad kostnad eftersom det obligatoriska leveransadressfältet '$field_name' är tomt.

source: Field $fields is required, please enter $fields and try again.
cs_cz: Pole $fields je povinné, zadejte $fields a zkuste to znovu.
de_de: Feld $fields ist erforderlich, bitte geben Sie $fields ein und versuchen Sie es erneut.
fi_fi: Kenttä $fields on pakollinen, täytä kenttä $fields ja yritä uudelleen.
fr: Le champ $fields est obligatoire, veuillez saisir $fields et réessayer.
it_it: Il campo $fields è obbligatorio, inserisci $fields e riprova.
nl_nl: Veld $fields is verplicht, voer $fields in en probeer het opnieuw.
se_se: Fältet $fields är obligatoriskt. Ange $fields och försök igen.

source: Fields [$fields] are required, please enter [$fields], and try again.
cs_cz: Pole [$fields] jsou povinná, zadejte prosím [$fields] a zkuste to znovu.
de_de: Felder [$fields] sind erforderlich, bitte geben Sie [$fields] ein und versuchen Sie es erneut.
fi_fi: Kenttä [$fields] on pakollinen, täytä kenttä [$fields] ja yritä uudelleen.
fr: Les champs [$fields] sont obligatoires, veuillez saisir [$fields] et réessayer.
it_it: I campi [$campi] sono obbligatori, inserisci [$campi] e riprova.
nl_nl: Velden [$fields] zijn verplicht, voer [$fields] in en probeer het opnieuw.
se_se: Fält [$fields] är obligatoriska, vänligen ange [$fields] och försök igen.

source: Landed cost calculation can’t be processed until Delivery Name and address provided
cs_cz: Výpočet nákladů na vykládku nelze zpracovat, dokud nebude uvedeno dodací jméno a adresa
de_de: Die Anlieferungskostenberechnung kann erst erfolgen, wenn Name und Adresse der Lieferung angegeben sind
fi_fi: Kokonaissumman laskenta ei voi edetä ennen kuin Nimi ja toimistusosoite on syötetty
fr: Le calcul du coût en magasin ne peut pas être traité tant que le nom et l'adresse de livraison ne sont pas indiqués
it_it: Il calcolo dei costi di spedizione non può essere elaborato fino a quando non vengono forniti il nome e l'indirizzo di consegna
nl_nl: De berekening van de invoerkosten kunnen niet verwerkt worden totdat de Naam- en adres voor de Verzending niet zijn opgegeven
se_se: Beräkning av landad kostnad kan inte bearbetas förrän leveransnamn och adress har angetts

source: Order shipping country must be in EU
cs_cz: Země odeslání objednávky musí být v EU
de_de: Das Versandland der Bestellung muss in der EU liegen
fi_fi: Toimitusmaan tulee olla EUssa
fr: Le pays d'expédition de la commande doit être inclus dans l'UE
it_it: Il Paese di spedizione dell'ordine deve trovarsi nell'UE
nl_nl: De verzending van het product naar het land van bestemming moet binnen de EU zijn
se_se: Beställningens leveransland måste vara inom EU

source: VAT Amount
de_de: Mehrwertsteuerbetrag
fi_fi: ALV: n määrä

source: VAT Rate
de_de: Mehrwertsteuersatz
fi_fi: ALV-kanta

source: Other fees
de_de: Sonstige Gebühren
fi_fi: Muut kulut

source: VAT on Other fees
de_de: Mehrwertsteuer auf sonstige Gebühren
fi_fi: Muut kulut ALV

source: createpostsaleorder failed
cs_cz: vytvoření poprodejní objednávky se nezdařilo
de_de: createpostsaleorder fehlschlagen
fi_fi: createpostsaleorder epäonnistui
se_se: createpostsaleorder misslyckas

source: number of order_items does not match number of items in cart
cs_cz: number of order_items does not match number of items in cartpočet položek objednávky neodpovídá počtu položek v košíku
de_de: Die order_items stimmt nicht mit der Anzahl der Artikel im Warenkorb überein
fi_fi: tilattujen tuotteiden määrä ei vastaa ostoskärryn tuotemäärää
fr: le nombre de order_items ne correspond pas au nombre d'articles dans le panier
it_it: number of order_items non corrisponde al numero di articoli nel carrello
nl_nl: aantal order_items komt niet overeen met aantal items in winkelwagen
se_se: antal order_items matchar inte antalet varor i kundvagnen

source: incl.
de_de: inkl.

source: Incl.
de_de: inkl.

source: Prices are VAT exclusive, you might be obligated to pay VAT on delivery
cs_cz: Ceny jsou bez DPH, můžete být povinni zaplatit DPH při dodání
de_de: Die Preise verstehen sich ohne Mehrwertsteuer, Sie sind möglicherweise verpflichtet, die Mehrwertsteuer bei Lieferung zu zahlen
fi_fi: Hinnat eivät sisällä ALV:tä, ALV maksu toimituksen yhteydessä
fr: Les prix sont hors TVA, vous pourriez être obligé de payer la TVA à la livraison
it_it: I prezzi sono IVA esclusa, potresti essere obbligato a pagare l'IVA alla consegna
nl_nl: Prijzen zijn exclusief btw, mogelijk bent u verplicht btw te betalen bij levering
se_se: Priserna är exklusive moms, du kan bli skyldig att betala moms vid leverans

source: Notify Order number $order_id successful
cs_cz: Oznámení čísla objednávky $order_id bylo úspěšné
de_de: Benachrichtigung Bestellnummer $order_id erfolgreich
fi_fi: Tilausnumero $order_id onnistui
fr: Notification réussie de la commande numéro $order_id
it_it: Ordine di notifica numero $order_id riuscito
nl_nl: Notificatie Bestellnummer met succes doorgegeven$order_id successful
se_se: Ordernummer meddelat $order_id

source: Notify Order number $order_id failed:
cs_cz: Oznámení čísla objednávky $order_id bylo neúspěšné
de_de: Benachrichtigung Bestellnummer $order_id fehlgeshlagen:
fi_fi: Tilanusnumero $order_id epäonnistui:
fr: Échec de la notification de l’ordre numéro $order_id :
it_it: Ordine di notifica numero $order_id fallito:
nl_nl: Notificatie Bestellnummer mislukt $order_id failed:
se_se: Ordernummer meddelades inte $order_id:

source: Order status changed from $status_from to $status_to . EAS API payment notified
cs_cz: Stav objednávky se změnil z $status_from na $status_to . EAS API platba oznámena
de_de: Der Bestellstatus wurde von $status_from zu $status_to geändert. EAS API-Zahlung gemeldet
fi_fi: Tilauksen tila muutettu tilasta $status_from tilaan $status_to . EAS API payment ilmoitettu
fr: Le statut de la commande est passé de $status_from à $status_to . Notification de paiement API EAS
it_it: Stato dell'ordine cambiato da $status_from a $status_to . Pagamento API EAS notificato
nl_nl: Status van bestelling verandert van $status_to naar $status_naar Notificatie EAS API betaling
se_se: Orderstatus har ändrats från $status_from till $status_to. EAS API-betalning anmäld

source: Order status change notification failed:
cs_cz: Oznámení o změně stavu objednávky se nezdařilo:
de_de: Benachrichtigung über Bestellstatusänderung fehlgeschlagen:
fi_fi: Tilauksen muutosilmoitus epäonnistui:
fr: Échec de la notification de modification du statut de la commande :
it_it: Notifica di modifica dello stato dell'ordine fallito:
nl_nl: Notificatie verandering status bestelling mislukt:
se_se: Anmälan om ändring av orderstatus misslyckades:

source: Order $order_id payment notified to EAS
cs_cz: Objednávka $order_id platba oznámena EAS
de_de: Bezahlung der Bestellung $order_id an EAS gemeldet
fi_fi: Tilauksen $order_id maksu ilmoitettu EAS:lle
fr: Paiement de la commande $order_id transmis à EAS
it_it: Ordine payment $order_id pagamento notificato a EAS
nl_nl: Order $order_id betaling gemeld aan EAS
se_se: Order $order_id betalning anmäld till EAS

source: EAS EU compliance: Order created. Cannot make shipments as S10 is not provided. Login to dashboard to create shipments
cs_cz: EAS EU complince: Objednávka vytvořena. Zaslání nelze provést protože S10 není k dispozici. Přihlaste se do řídicího panelu a vytvořte zásilky
de_de: EAS EU-Konformität: Bestellung erstellt. Kann nicht versendet werden, da S10 nicht bereitgestellt wird. Melden Sie sich beim Dashboard an, um Sendungen zu erstellen
fi_fi: EAS EU Compliance ratkaisu: Tilaus muodostettu. Lähetystä ei voitu muodostaa koska S10 puuttuu. Login EAS Dashboardiin muodostaaksesi lähetyksen
fr: Conformité EAS EU : commande créée. Impossible d'effectuer des envois car S10 n'est pas fourni. Connectez-vous au tableau de bord pour créer des envois
it_it: Conformità EAS EU: ordine creato. Non è possibile effettuare spedizioni in quanto S10 non è fornito. Accedi alla dashboard per creare le spedizioni
nl_nl: EAS EU-conformiteit: Bestelling aangemaakt. Kan geen verzendingen doen omdat S10 niet wordt geleverd. Log in op dashboard om zendingen aan te maken
se_se: EAS EU-efterlevnad: Beställning skapad. Kan inte göra försändelser eftersom S10 inte tillhandahålls. Logga in på instrumentpanelen för att skapa försändelser

source: Order status changed to Canceled. EAS API notified.
cs_cz: Stav objednávky se změnil na Zrušeno. EAS API oznámeno.
de_de: Der Bestellstatus wurde von $status_from zu $status_to geändert. EAS API-Zahlung gemeldet.

source: Refund is cancelled. This order was created by different EM from that is configured in EAS EU compliance plugin.
cs_cz: Vrácení peněz je zrušeno. Tato objednávka byla vytvořena jiným EM, než který je nakonfigurován v pluginu EAS EU compliance.
de_de: Die Rückerstattung $refund_id wurde storniert und wegen unzureichender Restmenge gelöscht.
fi_fi: Palautus on peruutettu. Tilauksen on tehnyt eri Client_ID kuin on rekisteröity EAS Compliance ratkaisuun.
it_it: Rimborso $refund_id annullato e rimosso. Inserisci una quantità maggiore di 0 per gli articoli da restituire e riprova.
nl_nl: Restitutie is geannuleerd. Deze volgorde is gemaakt door een andere EM dan die is geconfigureerd in EAS EU compliance plugin.
se_se: Återbetalning annulleras. Denna ordning skapades av olika EM från den som är konfigurerad i EAS EU compliance plugin.

source: Refund create failed:
cs_cz: Vytvoření refundace se nezdařilo:
de_de: Erstellung der Rückerstattung fehlgeschlagen:
fi_fi: Palautus epäonnistui
fr: Échec de la demande de remboursement
it_it: Creazione del rimborso fallita:
nl_nl: Aanmaak terugbetaling mislukt:
se_se: Återbetalning misslyckades:

source: Refund confirmed to EAS
cs_cz: Vrácení peněz potvrzeno EAS
de_de: Rückerstattung an EAS bestätigt
fi_fi: Palautus vahvistettu EAS:lle
fr: Remboursement confirmé à EAS
it_it: Rimborso confermato a EAS
nl_nl: Terugbetaling bevestigd aan EAS
se_se: Återbetalning bekräftad till EAS

source: Refund confirm failed:
cs_cz: Potvrzení vrácení peněz se nezdařilo:
de_de: Erstellung der Rückerstattung fehlgeschlagen:
fi_fi: Palautus epäonnistui:
fr: Échec de la confirmation du remboursement:
it_it: Rimborso conferma non riuscita:
nl_nl: Terugbetaling bevestigen is mislukt:
se_se: Återbetalning bekräfta misslyckades:

source: Log EAS order data
cs_cz: Protokol dat objednávky EAS
de_de: EAS-Auftragsdaten protokollieren
fi_fi: Vie EAS tilausdata
fr: Saisir les données de commande EAS
it_it: Registra i dati dell'ordine EAS
nl_nl: Log EAS bestellingsgegevens in
se_se: Logga EAS-orderdata

source: Calculate Taxes & Duties EAS
cs_cz: Vypočítat daně a cla EAS
de_de: Steuern und EAS Abgaben berechnen
fi_fi: Klikkaa jatkaaksesi tilausta
fr: Calculer les frais fiscaux et douaniers EAS
it_it: Calcola imposte e dazi EAS
nl_nl: Bereken EAS Belasting & Invoerechten
se_se: Beräkna skatter och avgifter EAS

source: Error
de_de: Fehler
fi_fi: Virhe
fr: Erreur

source: General
cs_cz: Obecné
de_de: Allgemein
fi_fi: Yleiset asetukset
se_se: Allmänna

source: Enable/Disable
cs_cz: Povolit/Zakázat
de_de: Aktivieren/deaktivieren
fi_fi: Ota käyttöön / poista käytöstä
fr: Activer/Désactiver
it_it: Attiva/Disattiva
nl_nl: Activeren/deactiveren
se_se: Aktivera/inaktivera

source: Language
cs_cz: Jayzk
de_de: Sprache
fi_fi: Kieli
fr: Langue
it_it: Lingua
nl_nl: Taal
se_se: Språk

source: Choose language for user interface of plugin
cs_cz: Vyberte jazyk uživatelského rozhraní pluginu
de_de: Wählen Sie die Sprache für die Benutzeroberfläche des Plug-ins
fi_fi: Valitse plugin kieli
fr: Choisissez la langue pour l'interface utilisateur du plug-in
it_it: Scegliere la lingua per l'interfaccia utente del plugin
nl_nl: Kies de taal voor de user interface of plugin
se_se: Välj språk för användargränssnittet för insticksprogrammet

source: Store Default
cs_cz: Výchzí obchodu
de_de: Geschäft Voreinstellung
fi_fi: Kaupan vakioasetus
fr: Boutique par défaut
it_it: Negozio predefinito
nl_nl: Winkel standaard
se_se: Standardbutik

source: Finnish
cs_cz: Suomi
de_de: Suomi
fi_fi: Suomi
fr: Suomi
it_it: Suomi
nl_nl: Suomi
se_se: Suomi

source: French
cs_cz: Français
de_de: Français
fi_fi: Français
fr: Français
it_it: Français
nl_nl: Français
se_se: Français
