Repository: EAS-project-oy/eas-eu-compliance
Catalog: languages/eas-*-compliance-*.po
Languages: cs_cz, de_de, fi_fi, fr, it_it, nl_nl, se_se

source: Go to <a target="_blank" href="https://mpm.easproject.com/">https://mpm.easproject.com/</a>
se_se: Gå till <a target=" _blank " href="https://npm.öst project.com/ ">https://mpm.easproject.com/ </a>

source: Authenticate using your login and password to the EAS Merchandise module. Login and password are the same as for EAS Dashboard.
se_se: Autentisera med din inloggning och lösenord till EAs Merchandise-modulen. Inloggning och lösenord är desamma som för EAS Dashboard.

source: In the opened window, insert the following data: Name of the Store, Full URL and generated API keys during step 4. Press Save. If inserted data is correct, the connection will be established.
se_se: I det öppnade fönstret sätter du in följande data: Butikens namn, fullständig URL och genererade API-nycklar under Steg 4. Tryck På Spara. Om infogade data är korrekta kommer anslutningen att upprättas.

source: Afterwards, the mapping process is initiated, a new window is opened. Map fields according to the detailed instructions available in WC manual (Section 3.7). Please find the manual in our Help desk: <a href="https://easproject.zendesk.com/hc/en-us/articles/6152957985053-WooCommerce-full-manual" target="_blank">https://easproject.zendesk.com/hc/en-us/articles/6152957985053-WooCommerce-full-manual
se_se: Därefter initieras kartläggningsprocessen, ett nytt fönster öppnas. Kartfält enligt detaljerade instruktioner som finns i WC-manualen (avsnitt 3.7). Vänligen hitta manualen i vår Helpdesk: <a href="https://help.easproject.com/hc/en-us/articles/11829479851549" target= "_blank">EAS Merchandise module, connecting and configuration

source: The connection now is established and products from the Merchant’s store are linked to EAS Merchandise module.
se_se: Anslutningen är nu etablerad och produkter från handlarens butik är kopplade till EAS Merchandise modul.

source: No tax rate found, please check plugin settings
fr: Aucun taux fiscal n'a été trouvé, veuillez vérifier les paramètres du plug-in
it_it: Nessuna aliquota fiscale trovata, si prega di controllare le impostazioni dei plugin
nl_nl: Heb je geen tarief gevonden, controleer de plugin instellingen

source: Multiple coupons not supported, please contact support
fr: Plusieurs coupons non pris en charge, veuillez contacter le support
it_it: Coupon multipli non supportati, contatta l'assistenza
nl_nl: Meerdere kortingsbonnen worden niet ondersteund, neem contact op met de ondersteuning

source: Selected coupon type is not supported, please contact support
fr: Le type de coupon sélectionné n'est pas pris en charge, veuillez contacter l'assistance
it_it: Il tipo di coupon selezionato non è supportato, contatta l'assistenza
nl_nl: Het geselecteerde coupontype wordt niet ondersteund, neem contact op met de ondersteuning

source: Sales order received, updating order $order_id
fr: Ordre de vente reçu, mise à jour de la commande $order_id
it_it: Ordine di vendita ricevuto, aggiornamento dell'ordine $order_id
nl_nl: Verkooporder ontvangen, updating order $order_id

source: Refund $refund_id cancelled and removed due to insufficient remaining quantity.
fr: La demande de remboursement $refund_id a été annulée et supprimée en raison d'un nombre d'articles insuffisant.
it_it: Il rimborso $refund_id è stato annullato e rimosso a causa del numero insufficiente di articoli rimanenti.
nl_nl: Terugbetaling $refund_id is geannuleerd wegens onvoldoende resterende hoeveelheid.

source: Refund $refund_id cancelled and removed due containing Giftcard.
fr: La demande de remboursement $refund_id a été annulée et supprimée en raison de la présence d'une carte cadeau.
it_it: Il rimborso $refund_id è stato annullato e rimosso poiché contenente un buono regalo.
nl_nl: Terugbetaling $refund_id is geannuleerd en verwijderd vanwege Cadeaukaart.

source: Refund $refund_id cancelled and removed due EAS return management service temporary unavailable. Please try to create Refund later
fr: La demande de remboursement $refund_id a été annulée et supprimée car le service de gestion des remboursements est temporairement indisponible. Veuillez essayer de créer une demande de remboursement ultérieurement
it_it: Il rimborso $refund_id è stato annullato e rimosso a causa della temporanea indisponibilità del servizio di gestione dei resi EAS. Si prega di provare a creare il rimborso più tardi
nl_nl: Terugbetaling $refund_id is geannuleerd en verwijderd omdat het EAS terugbetalings service center tijdelijk buiten dienst is. Probeer later om een Terugbetaling aan te maken

source: Refund $refund_id cancelled and removed. Please enter quantity greater then 0 for items to be returned and try again.
fr: Remboursement $refund_id annulé et supprimé. Veuillez saisir une quantité supérieure à 0 pour les articles à retourner et réessayer.
it_it: Rimborso $refund_id annullato e rimosso. Inserisci una quantità maggiore di 0 per gli articoli da restituire e riprova.
nl_nl: Terugbetaling $refund_id geannuleerd en verwijderd. Voer een hoeveelheid in die groter is dan 0 voor de te retourneren artikelen en probeer het opnieuw.

source: Refund $refund_id cancelled and removed. Refund total cannot be more than order total.
fr: Remboursement $refund_id annulé et supprimé. Le total du remboursement ne peut pas être supérieur au total de la commande.
it_it: Rimborso $refund_id annullato e rimosso. Il totale del rimborso non può essere superiore al totale dell'ordine.
nl_nl: Terugbetaling $refund_id geannuleerd en verwijderd. Het totaal van de terugbetaling kan niet meer zijn dan het totaal van de bestelling.

source: API URL
fr: URL API
it_it: URL dell'API

source: Due to correct display of Duties and Taxes for the client EAS compliance plugin changed setting $setting in the $tax_section
fr: En raison d'un affichage correct des frais fiscaux et douaniers pour le client, le plug-in de conformité EAS a modifié le paramètre $setting dans la $tax_section
it_it: A causa della visualizzazione corretta di imposte e dazi per il cliente, il plugin di conformità EAS ha modificato l'impostazione $setting nella $tax_section
nl_nl: Als gevolg van de juiste weergave van Invoerrechten en Belasting voor de klant, heeft de EAS compliance plugin de instelling $setting in the $tax_section veranderd

source: Display prices during cart and checkout
fr: Afficher les prix dans le panier et lors de la vérification
it_it: Visualizzazione dei prezzi nel carrello e al momento del pagamento
nl_nl: De prijzen worden in de winkelwagen en checkout (afhandeling en betaling) aangegeven

source: Tax options
fr: Options fiscales
it_it: Opzioni fiscali
nl_nl: Fiscale mogelijkheden
